[
  {
    "id": "1",
    "title": "ВІДЕОКАРТА ASUS RADEON RX 550 2048MB AREZ PHOENIX (AREZ-PH-RX550-2G)",
    "image": "radeon-rx-550.jpg",
    "description": "Відеокарта ASUS Radeon RX 550 2048Mb AREZ Phoenix (AREZ-PH-RX550-2G) - компактна дискретна відеокарта виробництва Asus. Виготовлена ​​з дотриманням особливого стилю фірми, має в основі компоненти високої якості і міцності. Побудована на чіпсеті AMD Radeon RX 550, на борту передабчено 2 ГБ пам'яті типу GDDR5. Частота ядра дорівнює 1071 МГц, розрядність процесора - 128 bit. Щоб температура компонента завжди залишалася в допустимих і безпечних межах карту оснастили вентилятором, який охолоджує картку і продовжує термін її служби. GPU Tweak II покращує ефективність моніторингу та потокової передачі відео, завдяки програмі Game Booster і XSplit Gamecaster. Технологія FreeSync усуває розрив екрану для плавного ігрового досвіду і незабутніх ігор.",
    "price": 2467,
    "quantity": 10
  },
  {
    "id": "2",
    "title": "ПРОЦЕСОР AMD RYZEN 3 2200G (YD2200C5FBBOX)",
    "image": "amd-ryzen.jpg",
    "description": "Процесор AMD Ryzen з вбудованою графікою Radeon Vega оснащений одними з найбільш передових і потужних обчислювальних і графічних видів апаратного обладнання, доступних на сьогоднішній день, об'єднаних в одному процесорі для забезпечення високої продуктивності, необхідної для великих робочих навантажень і ресурсномістких ігор без компромісів.",
    "price": 2465,
    "quantity": 30
  },
  {
    "id": "3",
    "title": "НАКОПИЧУВАЧ SSD 2.5 240GB KINGSTON (SA400S37/240G)",
    "image": "kingston-ssd.jpg",
    "description": "Твердотільний накопичувач Kingston A400 значно підвищує швидкість роботи системи, забезпечуючи більш високу швидкість запуску, завантаження і передачі даних в порівнянні з механічними жорсткими дисками. Цей SSD створений на базі контролера останнього покоління зі швидкістю запису і читання 500МБ/с і 450МБ/с, і забезпечує в 10 більш високу швидкість роботи в порівнянні з традиційними жорсткими дисками. Завдяки цьому забезпечується підвищена продуктивність, надвисока багатозадачність і загальне прискорення системи. Більш надійний і міцний у порівнянні з жорстким диском, накопичувач A400 має ємність від 120ГБ до 480ГБ.",
    "price": 929,
    "quantity": 40
  },
  {
    "id": "4",
    "title": "МОДУЛЬ ПАМ'ЯТІ ДЛЯ КОМП'ЮТЕРА DDR4 8GB 2400 MHZ HYPERX FURY BLACK KINGSTON (HX424C15FB2/8)",
    "image": "hyperx-fury.jpg",
    "description": "Модуль пам'яті для комп'ютера DDR4 16GB (2x8GB) 2400 MHz HyperX FURY Black Kingston (HX424C15FB2K2/16) автоматично розпізнає платформу і самостійно розганяється до максимальної доступною частоти (до 1866МГц1), забезпечуючи достатню потужність навіть для початківців геймерів. Асиметричний дизайн тепловідведення FURY дозволить вам підкреслити оригінальний зовнішній вигляд вашого ПК. Модулі випускаються в різних кольорах та мають друковану плату чорного кольору. Тому ви зможете легко і просто надати оригінального зовнішнього вигляду вашій системі. Модуль пам'яті HyperX Fury DDR4, останнє покоління технології DRAM для чіпсетів серії 100 і систем X99, пройшов 100% заводське тестування і оптимізований для забезпечення сумісності і простого розгону.",
    "price": 1009,
    "quantity": 10
  },
  {
    "id": "5",
    "title": "МАТЕРИНСЬКА ПЛАТА MSI MPG Z390 GAMING PRO CARBON",
    "image": "z390-a-pro.jpg",
    "description": "Завдяки кращим компонентів і первокласcному R & D дизайну MSI, використовуючи цю материнську плату, ви можете розраховувати що ваша система зможе демонструвати продуктивність світового рівня. Збільшена кількість фаз живлення, компоненти преміум якості, алгоритми Loadline Calibration, DigitALL CPU PWM, все це дозволяє материнським платам MSI Z390 забезпечувати стабільне живлення всіх компонентів системи для отримання максимальної продуктивності навіть під час екстремального розгону.",
    "price": 5105,
    "quantity": 36
  },
  {
    "id": "6",
    "title": "БЛОК ЖИВЛЕННЯ VINGA 1350W (VPS-1350 MINING EDITION V2)",
    "image": "vinga-1350w.jpg",
    "description": "Vinga 1350W - потужний блок живлення, який може послужити якісним вторинним джерелом енергії не тільки для високопродуктивних комп'ютерів, але і для майнінгових ферм. Якщо ви плануєте добувати криптовалюти, обов'язково зверніть увагу на дану модель.",
    "price": 850,
    "quantity": 28
  }
]
